tap 'caskroom/cask'
cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'asciinema'
brew 'autojump'
brew 'bash'
brew 'ccat'
brew 'cctools'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'diff-so-fancy'
brew 'direnv'
brew 'elixir'
brew 'erlang'
brew 'fd'
brew 'ffmpeg'
brew 'findutils'
brew 'fpp'
brew 'gdb'
brew 'gifsicle'
brew 'gist'
brew 'git'
brew 'gnu-sed', args: ['with-default-names']
brew 'gnupg'
brew 'graphicsmagick'
brew 'grc'
brew 'htop-osx'
brew 'hub'
brew 'imagemagick'
brew 'libav'
brew 'libksba'
brew 'libyaml'
brew 'neovim'
brew 'nmap'
brew 'nvm'
brew 'openssl'
brew 'ossp-uuid'
brew 'postgresql'
brew 'pstree'
brew 'qt'
brew 'redis'
brew 'roundup'
brew 'ruby-build'
brew 'ruby-build'
brew 'spark'
brew 'subliminal'
brew 'the_silver_searcher'
brew 'tidy-html5'
brew 'tig'
brew 'tldr'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'unrar'
brew 'webkit2png'
brew 'wget'
brew 'youtube-dl'

cask 'firefox'
cask 'google-chrome'
cask 'vlc'
